<unk>	0
<s>	0
</s>	0
▁the	-3.74113
▁,	-3.86171
▁	-3.86244
▁の	-3.96676
▁、	-4.09235
▁(	-4.13193
▁)	-4.13357
▁of	-4.20975
▁に	-4.25344
▁.	-4.32059
▁。	-4.36638
▁は	-4.60948
▁and	-4.61067
▁た	-4.66247
▁る	-4.66617
▁を	-4.67159
s	-4.68504
▁と	-4.73267
ed	-4.75392
▁て	-4.80796
▁in	-4.82939
▁が	-4.85161
▁to	-4.88872
▁a	-4.92625
▁し	-4.92704
▁い	-4.92941
▁で	-5.00464
-	-5.03809
▁was	-5.10491
▁'	-5.18009
▁年	-5.30846
▁な	-5.4569
▁あ	-5.47012
▁れ	-5.47677
▁っ	-5.5228
▁is	-5.61035
ing	-5.64222
▁"	-5.70477
▁as	-5.70619
▁さ	-5.77708
▁も	-5.86682
▁・	-5.96438
▁that	-5.99904
▁by	-6.04201
「	-6.09011
▁」	-6.09027
▁する	-6.10268
▁no	-6.11991
▁for	-6.13083
▁The	-6.15211
▁with	-6.21703
▁he	-6.22553
▁on	-6.22673
▁り	-6.30937
▁月	-6.31507
▁from	-6.34503
▁his	-6.41322
▁日	-6.41365
▁う	-6.43173
ly	-6.44199
▁から	-6.44381
▁it	-6.48067
▁were	-6.50378
▁In	-6.51282
▁こと	-6.51633
e	-6.51863
▁which	-6.58427
▁at	-6.59325
▁く	-6.61289
▁:	-6.61655
▁who	-6.62377
▁-	-6.68427
▁や	-6.70896
▁よ	-6.72964
▁an	-6.76574
▁など	-6.76606
▁be	-6.76919
▁その	-6.77047
ji	-6.78538
▁are	-6.7954
er	-6.7961
▁or	-6.81394
▁られ	-6.81812
d	-6.84149
y	-6.84948
▁後	-6.85011
▁日本	-6.85185
▁ら	-6.87013
▁He	-6.89202
▁2	-6.89631
▁period	-6.90915
▁大	-6.91442
▁1	-6.95036
▁国	-6.96979
▁『	-6.97593
▁』	-6.97615
▁お	-7.00554
▁family	-7.01064
▁Emperor	-7.02799
▁3	-7.0316
▁Kyoto	-7.05221
▁時代	-7.05265
▁had	-7.0633
▁It	-7.07351
▁もの	-7.0871
▁but	-7.09319
▁this	-7.09533
▁also	-7.09685
▁not	-7.09801
▁この	-7.10563
▁一	-7.11612
▁家	-7.12792
▁天皇	-7.14054
in	-7.15292
▁clan	-7.15362
▁寺	-7.16692
▁市	-7.16823
▁つ	-7.17708
▁か	-7.18465
t	-7.18868
▁ため	-7.19071
▁わ	-7.22204
▁Temple	-7.22351
▁Japanese	-7.22387
▁Japan	-7.22498
▁的	-7.23663
▁京都	-7.25949
▁called	-7.27155
▁Province	-7.27167
▁4	-7.27702
n	-7.28777
i	-7.29584
▁Imperial	-7.30543
▁氏	-7.31016
▁また	-7.31277
▁7	-7.313
▁name	-7.31411
o	-7.32088
▁became	-7.341
▁よう	-7.34316
▁one	-7.34415
▁after	-7.35084
▁A	-7.35615
ko	-7.37578
▁10	-7.38046
▁8	-7.38322
り	-7.38378
▁中	-7.39167
▁City	-7.39285
shi	-7.3995
▁5	-7.40817
▁12	-7.41158
▁11	-7.42236
▁人	-7.43583
▁6	-7.45234
jo	-7.45319
▁such	-7.45745
▁;	-7.46262
no	-7.47119
▁す	-7.47416
▁行	-7.4772
▁been	-7.48883
▁これ	-7.50161
▁used	-7.51297
▁9	-7.51889
▁多	-7.52149
▁there	-7.53173
▁三	-7.53797
▁へ	-7.53932
▁have	-7.54203
▁Prefecture	-7.54944
▁when	-7.55997
▁上	-7.56732
al	-7.57198
▁ば	-7.57406
▁O	-7.57776
do	-7.58199
▁16	-7.59268
▁き	-7.60224
▁だ	-7.60997
▁time	-7.61537
▁者	-7.61769
▁15	-7.62716
し	-7.63412
子	-7.63725
▁so	-7.63827
sho	-7.67503
es	-7.67674
▁17	-7.67694
▁駅	-7.68527
▁their	-7.68872
th	-7.70302
▁高	-7.70968
▁they	-7.71544
▁other	-7.71642
▁長	-7.71659
▁son	-7.7243
れ	-7.7305
▁せ	-7.73859
▁県	-7.74053
▁into	-7.74229
▁dur	-7.7436
▁government	-7.76113
▁明治	-7.76126
▁Edo	-7.76762
▁first	-7.76822
▁made	-7.77029
▁has	-7.77804
ri	-7.78166
い	-7.78251
▁Station	-7.78396
to	-7.78515
▁13	-7.79114
▁代	-7.79569
▁下	-7.80468
▁His	-7.80617
▁第	-7.80887
▁山	-7.81461
m	-7.82865
▁神	-7.83698
▁本	-7.8386
▁head	-7.83898
▁people	-7.84397
▁まで	-7.846
▁said	-7.85414
ki	-7.85966
▁Howev	-7.86667
▁名	-7.86823
▁ん	-7.87047
cho	-7.87085
▁14	-7.87715
▁内	-7.88414
▁On	-7.88564
▁year	-7.89174
田	-7.89604
く	-7.89699
ん	-7.91319
▁新	-7.91719
ra	-7.9179
▁江戸	-7.92572
▁I	-7.92583
▁its	-7.94384
▁じ	-7.94479
▁出	-7.9497
▁Prince	-7.95406
▁院	-7.95452
▁Ko	-7.95458
▁通	-7.95621
▁because	-7.96209
▁元	-7.96697
st	-7.97391
▁under	-7.97457
▁時	-7.97691
▁町	-7.97859
ion	-7.98619
人	-7.98908
▁呼	-7.99349
▁between	-7.99448
▁正	-7.99741
▁かっ	-7.99774
so	-8.00876
▁見	-8.01656
▁藩	-8.01663
go	-8.01679
▁18	-8.02501
▁藤原	-8.03265
山	-8.03603
▁some	-8.03733
▁御	-8.0392
se	-8.0396
▁二	-8.04126
r	-8.04128
め	-8.04531
▁This	-8.05059
▁自	-8.05386
shu	-8.05402
▁later	-8.05411
ya	-8.05496
ta	-8.06146
▁しかし	-8.06467
▁現在	-8.06533
▁system	-8.06828
.	-8.07077
▁実	-8.07325
▁order	-8.07451
▁地	-8.07702
▁小	-8.07787
▁same	-8.08804
き	-8.08811
▁城	-8.09385
▁only	-8.09992
▁/	-8.10029
a	-8.1024
▁her	-8.11183
mi	-8.11497
▁two	-8.12567
▁Shrine	-8.13182
ro	-8.13244
▁間	-8.13539
▁宗	-8.14497
▁many	-8.14534
▁about	-8.14633
▁ず	-8.14716
▁法	-8.15203
▁対	-8.15206
▁位	-8.16996
▁court	-8.17074
▁前	-8.17277
▁out	-8.18338
▁After	-8.1848
て	-8.18568
▁up	-8.18669
え	-8.19044
▁where	-8.19609
▁FUJIWARA	-8.19814
に	-8.19885
▁義	-8.20098
▁元年	-8.20371
c	-8.20547
▁幕府	-8.2062
▁より	-8.20968
▁years	-8.21179
▁died	-8.21249
▁over	-8.21394
▁言	-8.21558
▁ま	-8.21614
ku	-8.21744
▁school	-8.22216
▁それ	-8.22335
▁Sho	-8.22495
▁天	-8.23106
年	-8.23532
ver	-8.23679
▁子	-8.24225
▁書	-8.2423
▁old	-8.25398
re	-8.25489
ら	-8.25521
▁So	-8.25767
▁軍	-8.25852
▁西	-8.2588
▁Castle	-8.25961
か	-8.26168
▁生	-8.26551
▁To	-8.26748
ation	-8.26886
▁石	-8.26929
▁旧暦	-8.27233
▁み	-8.27398
gi	-8.27575
▁main	-8.28124
家	-8.28247
▁rank	-8.28716
▁入	-8.28724
▁established	-8.29245
▁方	-8.29289
▁事	-8.29512
▁him	-8.29801
g	-8.29845
▁説	-8.29871
▁同	-8.30087
▁Al	-8.30135
▁temple	-8.3015
l	-8.30403
▁線	-8.3053
kan	-8.30718
▁them	-8.30719
da	-8.31027
▁father	-8.31232
tsu	-8.3129
▁Yoshi	-8.314
ka	-8.3159
▁three	-8.31878
▁権	-8.3188
▁well	-8.31966
ma	-8.32094
▁all	-8.32149
▁Buddhist	-8.32694
▁Rank	-8.32918
▁学	-8.33097
け	-8.33097
▁written	-8.33132
▁所	-8.33321
▁can	-8.33851
▁道	-8.34016
▁death	-8.34409
▁As	-8.34684
ru	-8.34695
kyo	-8.34825
▁end	-8.34899
▁position	-8.35018
▁む	-8.35347
力	-8.35479
ho	-8.35677
▁公	-8.35809
▁through	-8.35879
▁known	-8.35982
▁目	-8.36026
en	-8.36115
▁part	-8.36398
▁経	-8.36486
▁Taka	-8.3669
み	-8.37043
▁includ	-8.37095
▁present	-8.37341
▁とも	-8.37527
an	-8.38044
ン	-8.38252
▁bakufu	-8.38655
ga	-8.38668
▁神社	-8.38803
▁東	-8.38928
▁second	-8.3901
▁受け	-8.39415
▁than	-8.39632
▁記	-8.39985
▁area	-8.40341
▁20	-8.40477
▁四	-8.40672
chi	-8.40886
though	-8.40886
▁他	-8.41106
mon	-8.41289
々	-8.41346
▁従	-8.41421
▁being	-8.41983
▁she	-8.42327
▁府	-8.42946
▁文化	-8.42951
▁There	-8.43359
▁held	-8.4346
yo	-8.43798
▁父	-8.43964
▁場合	-8.44031
▁Shin	-8.44298
▁官	-8.45104
▁Kamakura	-8.45251
those	-8.455
▁昭和	-8.45614
▁Line	-8.45632
▁Go	-8.45643
u	-8.45715
定	-8.4578
▁rice	-8.4588
▁無	-8.45945
▁daughter	-8.46049
国	-8.46164
行	-8.46165
le	-8.46296
▁army	-8.46301
▁親王	-8.46678
▁then	-8.46931
ke	-8.47343
appointed	-8.4755
▁around	-8.47709
ー	-8.4803
▁流	-8.48097
▁平	-8.48144
bu	-8.48509
▁会	-8.48822
▁知	-8.49052
▁line	-8.49171
▁作	-8.4934
▁War	-8.49426
▁十	-8.49629
dai	-8.49661
▁郡	-8.49935
served	-8.50149
▁王	-8.50313
▁new	-8.50384
▁Court	-8.50527
▁歳	-8.50705
▁while	-8.50777
▁re	-8.50804
me	-8.50834
▁等	-8.5089
▁主	-8.51006
▁consider	-8.51034
gu	-8.51122
▁化	-8.51325
▁Domain	-8.51838
▁military	-8.51891
▁区	-8.52061
▁持	-8.52172
▁side	-8.52177
▁since	-8.52208
▁使	-8.5227
▁鎌倉	-8.52631
▁E	-8.52664
▁将軍	-8.5304
▁信	-8.53063
▁Ho	-8.53114
fu	-8.53185
▁金	-8.53277
▁不	-8.5334
地	-8.53392
gan	-8.53484
ba	-8.53528
▁place	-8.53649
な	-8.53701
ル	-8.53804
▁San	-8.53994
▁came	-8.54348
yama	-8.54407
na	-8.54513
▁Nara	-8.54586
名	-8.54644
or	-8.54937
▁際	-8.54945
▁style	-8.55251
▁Osaka	-8.55425
▁重	-8.55633
te	-8.55758
▁考え	-8.55871
▁young	-8.5589
▁でき	-8.55906
▁lord	-8.55914
zu	-8.55952
kai	-8.56283
▁post	-8.56477
▁特	-8.56501
▁like	-8.56515
▁locat	-8.56599
部	-8.56675
▁五	-8.56822
川	-8.57078
▁more	-8.57204
▁部	-8.57271
▁age	-8.57385
わ	-8.58186
▁Ka	-8.58202
ま	-8.584
▁Meiji	-8.58686
▁源	-8.588
出	-8.5897
p	-8.59148
▁priest	-8.59269
▁北	-8.5927
I	-8.59461
▁手	-8.59481
▁given	-8.59531
▁水	-8.59575
▁次	-8.59594
▁original	-8.59831
zo	-8.59868
▁official	-8.60146
▁館	-8.60608
den	-8.60778
▁howe	-8.60915
ment	-8.60925
▁MINAMOTO	-8.61098
長	-8.61244
[	-8.61291
▁following	-8.61499
▁]	-8.61523
▁文	-8.61852
▁shogun	-8.61854
間	-8.62128
▁万	-8.62278
▁Chinese	-8.6228
▁当時	-8.6246
▁bas	-8.62559
▁f	-8.62572
▁用い	-8.62578
▁宮	-8.62697
sen	-8.62721
▁each	-8.6281
▁B	-8.62874
▁Shi	-8.63057
▁local	-8.63082
▁took	-8.63242
▁Heian	-8.6353
▁伝	-8.63555
Junior	-8.64171
▁Ki	-8.64261
▁分	-8.64349
▁early	-8.64386
▁奈良	-8.64466
▁When	-8.64468
明	-8.64587
物	-8.64627
▁～	-8.64699
身	-8.64775
▁before	-8.64805
▁due	-8.65176
▁外	-8.65282
▁大臣	-8.65708
▁平安	-8.65738
▁down	-8.65815
門	-8.65873
b	-8.65892
▁de	-8.66433
shin	-8.66638
▁various	-8.67478
本	-8.68025
▁古	-8.68094
▁残	-8.68177
gawa	-8.68185
▁徳川	-8.68349
▁imperial	-8.68695
▁ぶ	-8.68789
▁power	-8.68875
wa	-8.69502
▁left	-8.69823
▁wife	-8.69949
▁brother	-8.69965
▁these	-8.70019
▁開	-8.70309
▁Tokyo	-8.70429
▁Palace	-8.70477
▁忠	-8.70561
▁U	-8.70806
▁旧	-8.71061
be	-8.7112
▁全	-8.71457
▁chief	-8.71471
sha	-8.7156
jinja	-8.7157
ne	-8.71596
▁great	-8.7165
su	-8.71787
▁station	-8.71818
▁day	-8.71946
▁Dai	-8.72267
▁back	-8.72373
原	-8.72588
▁title	-8.72795
▁明	-8.72888
野	-8.73033
▁大学	-8.73146
ge	-8.73284
▁region	-8.73293
refore	-8.73308
▁Kan	-8.73387
▁集	-8.73497
▁person	-8.73557
▁存在	-8.74226
▁even	-8.74298
▁両	-8.74351
bi	-8.74698
▁清	-8.74817
▁京	-8.74864
▁号	-8.74897
ち	-8.75063
用	-8.75112
宮	-8.75201
▁娘	-8.75281
▁南	-8.75287
▁派	-8.7529
▁安	-8.75291
▁立	-8.75301
ju	-8.75326
▁theory	-8.75375
た	-8.75412
▁would	-8.75462
▁sect	-8.75683
▁源氏	-8.75844
上	-8.75972
▁社	-8.76019
▁mother	-8.76091
▁Ward	-8.76095
道	-8.76449
▁go	-8.76522
▁数	-8.76706
▁did	-8.76866
ers	-8.77003
k	-8.77147
▁At	-8.77219
jin	-8.77544
▁shrine	-8.77627
▁long	-8.7779
▁become	-8.77881
▁against	-8.77949
▁なお	-8.77956
▁high	-8.78109
▁鉄道	-8.78126
▁Mi	-8.78205
▁Jo	-8.78223
▁Masa	-8.78469
▁samurai	-8.78485
ryo	-8.79007
▁守	-8.79021
▁era	-8.79054
▁Ku	-8.7925
▁feudal	-8.79547
▁八	-8.79575
mo	-8.79749
▁started	-8.79933
▁March	-8.8001
▁April	-8.80218
▁命	-8.80221
▁東京	-8.80222
▁war	-8.80385
▁both	-8.80793
▁land	-8.80839
記	-8.81038
bo	-8.81068
ll	-8.81082
▁himself	-8.81298
▁中国	-8.81455
じ	-8.81471
▁広	-8.81511
ther	-8.81605
仁	-8.81615
▁称	-8.81707
体	-8.82228
▁No	-8.82234
▁性	-8.82449
▁could	-8.82576
▁built	-8.82648
ten	-8.82698
▁most	-8.82839
sei	-8.83036
の	-8.83228
went	-8.83712
▁関	-8.84154
yoshi	-8.84757
中	-8.84809
▁Tada	-8.84837
▁物	-8.85168
sai	-8.85185
▁有	-8.85204
島	-8.85327
▁among	-8.8536
▁世	-8.85547
▁January	-8.85808
▁School	-8.8595
▁S	-8.86079
▁直	-8.86082
▁kami	-8.86652
yu	-8.86704
▁ancient	-8.86718
び	-8.86813
▁強	-8.8695
村	-8.87093
▁21	-8.87448
▁born	-8.87492
▁emperor	-8.87548
▁use	-8.88021
▁30	-8.88038
手	-8.88078
▁のみ	-8.88284
▁number	-8.88361
▁Sa	-8.88375
▁tea	-8.88469
元	-8.88487
▁別	-8.88775
▁関係	-8.88779
▁Buddhism	-8.8888
▁former	-8.88969
▁酒	-8.88982
▁学校	-8.89062
▁China	-8.89131
▁C	-8.89374
▁un	-8.89455
▁Fu	-8.89524
▁According	-8.89722
▁hand	-8.8974
▁addition	-8.89793
ic	-8.90168
▁母	-8.9029
ity	-8.9034
▁own	-8.90381
文	-8.90431
つ	-8.90509
able	-8.90549
政	-8.90757
▁当	-8.90858
▁Shu	-8.90902
▁だっ	-8.9103
和	-8.91374
▁足利	-8.91431
▁一般	-8.91432
▁教	-8.91457
屋	-8.91477
▁Mt	-8.91527
▁六	-8.91613
▁乱	-8.91717
▁book	-8.91724
san	-8.91777
▁ceremony	-8.91911
▁反	-8.92068
▁Kai	-8.92133
木	-8.92186
▁村	-8.9225
▁Naga	-8.92364
▁中心	-8.92491
▁often	-8.92557
▁形	-8.92609
▁以降	-8.92635
▁result	-8.92714
▁adopted	-8.9281
光	-8.92919
分	-8.93178
ha	-8.9318
▁enter	-8.93198
▁19	-8.93203
▁third	-8.9325
f	-8.9328
朝	-8.93301
▁物語	-8.93382
▁battle	-8.9352
主	-8.93684
▁巻	-8.93814
▁sho	-8.93936
書	-8.93952
▁領	-8.93981
▁July	-8.94012
者	-8.94146
▁group	-8.9422
on	-8.94316
▁25	-8.94432
▁October	-8.94446
masa	-8.94737
成	-8.94903
▁above	-8.95066
ies	-8.95244
▁For	-8.95292
ce	-8.95383
ar	-8.95467
ス	-8.95477
▁武	-8.95532
▁Do	-8.95537
▁times	-8.95575
▁May	-8.95579
内	-8.9563
▁回	-8.95909
▁large	-8.96059
▁地方	-8.96075
▁和	-8.96102
▁期	-8.96216
▁おけ	-8.96515
za	-8.9652
gaku	-8.96576
▁work	-8.96758
▁頼	-8.96808
▁Ma	-8.96928
▁Sen	-8.96952
▁歌	-8.97017
gen	-8.97135
▁Nobu	-8.97178
▁とき	-8.97235
方	-8.97244
事	-8.97312
法	-8.97334
▁different	-8.97383
学	-8.97407
▁way	-8.97435
▁fact	-8.97816
▁August	-8.97825
ni	-8.97851
▁February	-8.97859
▁state	-8.97875
が	-8.97955
▁play	-8.98246
▁大阪	-8.98296
▁土	-8.98567
▁相	-8.9875
位	-8.98836
▁December	-8.99037
▁JR	-8.99507
治	-8.99591
▁七	-8.99607
dori	-8.99676
▁Period	-8.99856
▁sake	-8.99926
▁Minister	-9.00226
▁domain	-9.00358
moto	-9.00405
ie	-9.00446
合	-9.00539
▁Ya	-9.00647
▁succeed	-9.00682
▁m	-9.00683
▁使用	-9.00994
▁白	-9.01015
▁戦	-9.0107
気	-9.01197
▁until	-9.01198
▁かけ	-9.01302
▁24	-9.01389
▁attack	-9.014
▁visit	-9.0154
徳	-9.01714
▁総	-9.01718
▁さらに	-9.01804
▁do	-9.01807
▁円	-9.01867
▁研究	-9.01891
▁Nobunaga	-9.02105
ど	-9.02145
▁世紀	-9.02416
▁vassal	-9.02442
▁Ta	-9.02499
▁Sei	-9.02547
lo	-9.02574
▁財	-9.02637
▁得	-9.02663
▁翌	-9.02666
▁戦い	-9.02689
神	-9.02718
▁成	-9.02783
▁頃	-9.02826
▁例	-9.02899
▁changed	-9.02924
▁P	-9.0293
▁September	-9.02944
▁Buddha	-9.02968
▁Hideyoshi	-9.03036
▁永	-9.03177
mori	-9.03325
▁days	-9.03333
▁without	-9.03663
▁生まれ	-9.03764
▁four	-9.03895
▁任	-9.0392
▁Ji	-9.03934
▁Shinto	-9.04005
▁現	-9.04131
▁National	-9.04204
▁諸	-9.04248
▁century	-9.04263
生	-9.0468
O	-9.0476
▁制	-9.04788
▁川	-9.04898
▁都	-9.04915
▁support	-9.04961
▁皇子	-9.04978
▁千	-9.04982
▁Su	-9.04993
▁再	-9.05033
▁others	-9.05102
▁大名	-9.05112
▁if	-9.05122
▁22	-9.0519
suke	-9.05197
▁23	-9.05361
w	-9.05485
▁November	-9.05516
▁form	-9.05593
▁信長	-9.05637
▁another	-9.05878
▁history	-9.05968
▁僧	-9.06006
院	-9.06092
▁University	-9.06118
▁literal	-9.06189
井	-9.06191
▁語	-9.06212
流	-9.06357
▁役	-9.06424
▁式	-9.06478
using	-9.06543
平	-9.06796
▁政	-9.06848
▁office	-9.06863
城	-9.07027
▁water	-9.07179
▁Yamato	-9.07303
▁An	-9.07368
前	-9.0742
▁c	-9.07477
信	-9.07486
de	-9.07532
こ	-9.0771
▁光	-9.07794
ance	-9.0781
▁means	-9.07881
▁堂	-9.08201
▁Cho	-9.08217
▁28	-9.08236
▁child	-9.08248
▁Kin	-9.08258
▁Muromachi	-9.08382
▁general	-9.08599
▁約	-9.08615
▁capital	-9.08626
▁will	-9.08781
▁regard	-9.08874
▁along	-9.08946
la	-9.09088
▁section	-9.09182
▁応	-9.09225
▁according	-9.09254
▁結	-9.09259
▁仏	-9.09304
▁hall	-9.09412
▁納言	-9.09436
mu	-9.09446
見	-9.09563
▁make	-9.0957
▁Mitsu	-9.09582
▁temples	-9.09789
▁Grade	-9.09809
tai	-9.09844
▁共	-9.09939
▁Gen	-9.09945
▁koku	-9.10015
▁Wa	-9.10019
▁June	-9.10029
▁residence	-9.10093
▁Battle	-9.10249
▁指	-9.10315
▁ながら	-9.10438
▁birth	-9.10459
▁TOKUGAWA	-9.1047
ng	-9.10475
▁Zen	-9.10615
▁松	-9.1067
▁should	-9.10707
▁right	-9.10737
永	-9.1087
▁彼	-9.10887
州	-9.11113
ラ	-9.11231
▁castle	-9.11232
リ	-9.11616
▁Uji	-9.11651
▁ち	-9.11735
ば	-9.11844
面	-9.11883
▁unknown	-9.11966
義	-9.12167
寺	-9.12248
▁図	-9.12288
▁Ten	-9.12346
津	-9.1252
sa	-9.12574
▁女	-9.12574
▁lived	-9.12576
▁勢	-9.12613
口	-9.12685
▁Shige	-9.12867
▁秀吉	-9.12868
▁各	-9.12966
場	-9.12978
▁set	-9.13235
▁life	-9.1351
▁Railway	-9.13598
▁important	-9.13644
▁発	-9.13906
▁Sada	-9.13959
▁真	-9.14078
▁海	-9.14107
▁朝	-9.14306
x	-9.14438
▁Co	-9.14445
▁重要	-9.14462
▁Ken	-9.14487
▁歴史	-9.14492
▁室町	-9.1453
▁与え	-9.14532
▁master	-9.14889
▁River	-9.149
▁Empress	-9.1492
▁用	-9.14931
gyo	-9.14978
▁側	-9.15018
▁statue	-9.15087
▁families	-9.15151
▁27	-9.15249
▁意味	-9.15287
▁継	-9.15421
▁Ju	-9.15455
▁Yasu	-9.15548
▁g	-9.15834
▁world	-9.15911
▁members	-9.15961
▁Yori	-9.16139
▁national	-9.16151
▁man	-9.16208
▁believ	-9.16302
▁置	-9.16322
▁together	-9.16348
▁先	-9.16375
age	-9.16409
kata	-9.16586
▁進	-9.16599
▁member	-9.16602
S	-9.16612
▁首	-9.16652
入	-9.16734
▁しま	-9.16783
▁o	-9.16897
▁Yo	-9.16983
▁thought	-9.16985
▁trains	-9.17001
▁late	-9.17115
▁木	-9.17234
ur	-9.17268
ck	-9.17272
▁こ	-9.1754
▁traditional	-9.17543
▁花	-9.17596
▁promoted	-9.17843
▁事件	-9.17969
▁像	-9.18126
▁five	-9.18189
▁良	-9.18194
gun	-9.18219
having	-9.1825
禄	-9.18391
▁service	-9.18512
崎	-9.18586
▁Moto	-9.18662
mura	-9.18745
さ	-9.18747
▁away	-9.18757
▁だけ	-9.18868
▁term	-9.19093
ryu	-9.19122
▁public	-9.19172
▁品	-9.19341
▁26	-9.19405
▁small	-9.1943
▁house	-9.19489
zan	-9.19662
イ	-9.19869
所	-9.1991
▁Gon	-9.20126
▁職	-9.20238
▁続	-9.20256
▁daimyo	-9.20275
▁政治	-9.20285
ter	-9.20313
taka	-9.20345
▁朝廷	-9.20446
▁民	-9.20457
▁train	-9.20458
▁put	-9.20514
▁led	-9.20554
▁ところ	-9.20794
nin	-9.20861
▁為	-9.20921
▁ASHIKAGA	-9.21039
▁p	-9.2104
▁一部	-9.21089
▁こう	-9.21116
▁同年	-9.21245
▁ko	-9.21262
po	-9.21319
▁produc	-9.21394
man	-9.21402
立	-9.21465
ive	-9.21576
▁たち	-9.21624
▁Genji	-9.21684
▁take	-9.21772
▁以下	-9.21782
myo	-9.21816
▁political	-9.21993
▁En	-9.22149
li	-9.22236
政府	-9.22312
▁師	-9.22409
代	-9.22647
▁She	-9.22665
ally	-9.22842
▁Since	-9.2295
▁governor	-9.22966
il	-9.23063
▁右	-9.23102
町	-9.23172
▁still	-9.23201
▁勝	-9.23276
日	-9.23299
▁織田	-9.23422
▁守護	-9.23458
ary	-9.23586
▁武士	-9.23606
▁half	-9.23649
▁唐	-9.23672
▁T	-9.23686
▁思	-9.23689
▁地域	-9.23751
▁calendar	-9.23884
▁系	-9.23938
▁real	-9.23991
rin	-9.24033
▁described	-9.2408
▁common	-9.24158
持	-9.24219
▁ten	-9.24344
▁front	-9.24421
▁received	-9.24422
▁度	-9.24579
実	-9.24636
▁control	-9.24661
▁伝え	-9.24732
▁Omi	-9.24762
▁たり	-9.24845
▁論	-9.25003
h	-9.25088
▁べ	-9.25174
▁Shogun	-9.25177
▁バス	-9.25183
▁Senior	-9.253
▁F	-9.25454
▁historical	-9.25479
▁弟	-9.25542
▁Ieyasu	-9.25562
▁門	-9.25579
shiki	-9.25589
務	-9.25593
hi	-9.25598
▁定	-9.2576
母	-9.25829
▁b	-9.25858
▁条	-9.2587
▁祭	-9.25896
▁死	-9.25952
目	-9.25953
koku	-9.26027
▁29	-9.2613
▁島	-9.26156
NO	-9.26255
▁左	-9.26287
▁children	-9.26447
来	-9.26851
▁車	-9.26876
▁building	-9.27043
▁say	-9.27163
▁省	-9.2721
▁Toshi	-9.27266
▁country	-9.27335
▁人物	-9.2737
nomiya	-9.27404
kawa	-9.27608
▁Street	-9.27632
▁branch	-9.27697
▁found	-9.27734
▁茶	-9.27757
▁一方	-9.27854
▁造	-9.28
tada	-9.28055
▁shrines	-9.28106
▁ア	-9.28275
▁Re	-9.28485
▁referr	-9.28497
▁大き	-9.28562
▁Yu	-9.28615
▁移	-9.28631
▁あた	-9.28831
▁うち	-9.28886
▁ho	-9.29082
▁組	-9.29126
▁朝鮮	-9.29218
▁風	-9.29305
▁Kyo	-9.29402
machi	-9.29428
▁charge	-9.29446
▁any	-9.29553
軍	-9.29677
▁豊	-9.29793
久	-9.30025
▁死去	-9.3006
▁god	-9.30155
▁Mori	-9.30208
▁Ha	-9.30209
下	-9.30337
ト	-9.30346
▁middle	-9.30519
moved	-9.30523
作	-9.3057
王	-9.30612
▁初	-9.30627
▁以後	-9.30754
▁Hi	-9.30777
▁末	-9.30822
▁Tsu	-9.30867
▁基	-9.30936
▁ある	-9.31109
▁面	-9.31137
▁example	-9.31224
げ	-9.31268
▁仏教	-9.31375
▁ただし	-9.31391
est	-9.31465
女	-9.31729
▁貞	-9.3174
▁you	-9.31769
▁Ni	-9.31819
ぼ	-9.31856
▁good	-9.31857
▁近	-9.31876
▁家康	-9.31945
▁sent	-9.31964
▁point	-9.31992
▁設置	-9.31995
形	-9.32002
▁親	-9.32068
▁常	-9.32137
▁Dur	-9.32283
▁They	-9.32402
nori	-9.32631
▁頭	-9.32662
SHI	-9.32822
▁Yoritomo	-9.32984
kei	-9.3303
▁Tai	-9.33057
▁支配	-9.33097
naga	-9.33162
▁killed	-9.33185
▁保	-9.33263
un	-9.33296
▁至	-9.33365
hira	-9.33557
▁fire	-9.33661
▁点	-9.33666
ken	-9.33784
zen	-9.3384
心	-9.33875
▁影響	-9.3397
▁治	-9.34271
▁Hiro	-9.3437
▁もと	-9.34406
el	-9.34409
▁表	-9.34449
▁show	-9.34587
▁様	-9.34602
▁mountain	-9.34678
▁成立	-9.34745
月	-9.34785
▁Sai	-9.3483
▁兵	-9.34856
盛	-9.34952
▁Tokugawa	-9.34996
▁加	-9.3501
hito	-9.35045
▁Toki	-9.35186
世	-9.3521
▁兼	-9.35571
▁尊	-9.35626
it	-9.35665
▁心	-9.35667
ve	-9.35678
roku	-9.35825
▁included	-9.35836
▁同じ	-9.35837
hime	-9.35868
▁defeat	-9.35944
勢	-9.35966
▁designat	-9.35992
▁very	-9.36001
▁music	-9.36058
▁屋	-9.36144
▁passed	-9.36192
う	-9.36209
▁北条	-9.36359
▁performed	-9.36367
▁ひ	-9.36391
大	-9.36411
数	-9.36466
▁Ise	-9.36525
▁now	-9.36778
▁join	-9.36836
nobu	-9.36868
▁gave	-9.36929
蔵	-9.37074
▁以上	-9.37098
ti	-9.37197
水	-9.37214
ク	-9.37307
▁連	-9.37432
色	-9.37435
DA	-9.37695
▁カ	-9.37718
▁画	-9.37737
▁深	-9.37751
▁岩	-9.3783
▁close	-9.37858
▁原	-9.381
mp	-9.38161
▁TAIRA	-9.38249
ry	-9.38302
bon	-9.38498
室	-9.38512
▁popular	-9.38603
▁direct	-9.38713
▁米	-9.38724
▁last	-9.38848
▁そし	-9.38866
▁center	-9.38877
▁Princess	-9.38954
▁のち	-9.39023
▁建	-9.393
▁case	-9.39356
▁Ryo	-9.3948
▁Han	-9.39482
▁areas	-9.39505
▁初期	-9.39638
▁word	-9.39707
▁publish	-9.39717
▁story	-9.398
士	-9.39809
▁paper	-9.39847
▁Hide	-9.39849
命	-9.39867
nari	-9.39891
▁寺院	-9.39995
▁returned	-9.40196
と	-9.4027
▁names	-9.40281
▁口	-9.40541
▁要	-9.40612
▁Nishi	-9.40715
楽	-9.40742
pe	-9.40812
▁番	-9.40812
▁100	-9.40841
▁田	-9.40912
▁Southern	-9.4095
岡	-9.40954
kuni	-9.41051
▁tri	-9.41061
橋	-9.41102
式	-9.41154
▁type	-9.41214
▁?	-9.41219
ent	-9.41443
之	-9.41443
▁合	-9.41451
▁力	-9.4164
業	-9.41646
▁seen	-9.41704
▁today	-9.41773
▁Taira	-9.41979
シ	-9.42054
▁issued	-9.42072
▁art	-9.4214
▁殿	-9.42153
ろ	-9.42225
▁頼朝	-9.42263
▁created	-9.42266
▁豊臣	-9.42293
込	-9.42346
▁Lower	-9.42459
▁Na	-9.42539
▁County	-9.42597
▁Kami	-9.42643
▁Bus	-9.42657
▁京阪	-9.4268
座	-9.4273
shima	-9.42779
▁lost	-9.42939
安	-9.42947
▁e	-9.42961
ぎ	-9.43026
kaku	-9.43066
▁Northern	-9.432
▁next	-9.43331
▁Dynasty	-9.43422
chu	-9.43485
▁territory	-9.43507
▁吉	-9.43551
▁時期	-9.43572
ness	-9.43573
▁大和	-9.43587
▁al	-9.43722
▁今	-9.4373
▁books	-9.43888
▁利用	-9.44044
▁祖	-9.44092
▁ka	-9.44125
▁可能	-9.44169
谷	-9.44205
▁sometime	-9.44267
▁令	-9.44339
▁帰	-9.44648
▁支	-9.44654
ct	-9.44871
伝	-9.44978
ichi	-9.44995
▁famous	-9.45012
▁藤	-9.45024
▁赤	-9.45146
▁off	-9.45272
▁refers	-9.4529
mono	-9.453
▁及び	-9.45375
説	-9.45403
▁伊勢	-9.45419
▁場	-9.45749
▁Later	-9.45954
tsuna	-9.45984
▁come	-9.45985
▁study	-9.4604
▁developed	-9.46075
房	-9.46115
min	-9.46227
▁works	-9.4623
▁Ministry	-9.46311
▁major	-9.46356
▁ぐ	-9.46431
▁Korea	-9.46531
称	-9.4666
▁law	-9.46691
福	-9.46698
▁Governor	-9.46945
▁Incident	-9.46945
▁shogunate	-9.46959
▁能	-9.47046
▁大正	-9.47069
線	-9.47069
▁include	-9.47167
▁every	-9.47221
▁取り	-9.47225
▁秀	-9.47253
▁etc	-9.47354
▁north	-9.47358
▁again	-9.47367
▁若	-9.47368
▁伴	-9.47386
▁construction	-9.47487
▁making	-9.47588
▁modern	-9.47594
号	-9.4764
▁may	-9.47654
TA	-9.47722
lu	-9.47725
▁poems	-9.47726
yaku	-9.47789
▁Kuni	-9.47833
▁relationship	-9.47904
▁New	-9.47909
っ	-9.48001
▁role	-9.48094
風	-9.48198
▁渡	-9.48253
制	-9.48287
任	-9.48354
▁体	-9.48357
▁noble	-9.48412
▁Fro	-9.48466
mitsu	-9.48501
▁制度	-9.48559
▁ほ	-9.4865
だ	-9.48705
▁Noh	-9.48746
▁養子	-9.48754
▁special	-9.48763
▁ふ	-9.48792
▁ほか	-9.4885
せ	-9.48877
▁view	-9.48903
▁rule	-9.49154
yasu	-9.49196
経	-9.49224
▁private	-9.49242
害	-9.49426
カ	-9.49428
▁戦争	-9.4943
▁列車	-9.49431
▁sword	-9.49442
▁世界	-9.49484
▁Hon	-9.49494
▁Hall	-9.49539
tsugu	-9.49662
チ	-9.49694
▁興	-9.49742
son	-9.49819
▁plac	-9.4986
▁origin	-9.49867
▁east	-9.50019
▁just	-9.50053
▁描	-9.50078
day	-9.50216
at	-9.50228
際	-9.50254
▁天正	-9.50292
▁慶長	-9.5033
▁forces	-9.50385
shige	-9.50408
一	-9.50461
▁近江	-9.50462
▁stone	-9.50477
▁まま	-9.50496
▁Nori	-9.50633
▁express	-9.50728
▁top	-9.50729
▁料理	-9.50838
▁隊	-9.50895
▁town	-9.50922
▁久	-9.50959
▁必要	-9.51024
▁半	-9.5105
▁ほど	-9.51259
ban	-9.51271
▁以外	-9.51454
dan	-9.51498
yori	-9.51498
▁シ	-9.51505
▁春	-9.5167
um	-9.51711
ty	-9.5172
▁provincial	-9.51737
▁once	-9.51804
ous	-9.5181
mei	-9.51969
▁皇	-9.5211
▁exist	-9.52197
化	-9.5238
▁Se	-9.52449
▁兄	-9.52506
▁変	-9.52509
族	-9.52587
▁早	-9.52615
▁city	-9.52658
ジ	-9.5275
度	-9.52797
▁船	-9.52839
ノ	-9.5288
▁作品	-9.52897
michi	-9.52928
ei	-9.53063
いは	-9.53073
▁Kei	-9.53168
▁戦国	-9.53212
▁reason	-9.53319
▁seem	-9.53374
▁没	-9.53389
,000	-9.53424
通	-9.53427
▁含	-9.53462
▁火	-9.53526
▁取	-9.53588
倉	-9.53639
石	-9.53784
▁site	-9.53795
▁食	-9.53802
▁異	-9.53834
▁起こ	-9.53909
sada	-9.53917
▁Kanto	-9.54134
▁→	-9.54198
▁ノ	-9.54203
▁登場	-9.543
▁ろ	-9.54323
C	-9.54335
▁remain	-9.5444
▁宝	-9.54456
▁後期	-9.54464
動	-9.54507
▁nobles	-9.54521
▁Keihan	-9.54675
▁観	-9.5469
▁細川	-9.54694
▁business	-9.54737
▁律令	-9.54784
▁Some	-9.54883
▁dis	-9.54899
▁retainer	-9.54907
▁ODA	-9.55042
yuki	-9.55074
▁Ie	-9.55153
▁commander	-9.55273
親	-9.55278
▁私	-9.55334
▁紀	-9.5543
tsune	-9.55448
沢	-9.55554
意	-9.55598
▁妻	-9.55622
fusa	-9.55739
臣	-9.55859
▁部分	-9.55957
▁fu	-9.55966
▁局	-9.55998
KI	-9.56013
▁家臣	-9.56051
集	-9.56057
▁House	-9.56223
▁指定	-9.56303
よび	-9.56318
▁several	-9.56323
良	-9.56368
▁ra	-9.56387
▁influence	-9.56513
▁Higashi	-9.56551
▁characters	-9.56559
▁ス	-9.5661
▁co	-9.5664
ted	-9.56676
▁在	-9.56695
▁troops	-9.56826
▁retir	-9.56868
co	-9.56944
▁enshrined	-9.57041
▁福	-9.57223
▁鉄	-9.57291
▁最	-9.57356
▁座	-9.57396
▁伏見	-9.57473
時	-9.57502
▁construct	-9.57578
▁住	-9.5764
▁Fifth	-9.57776
民	-9.57936
▁Division	-9.57979
▁Family	-9.57979
▁年間	-9.58052
▁meaning	-9.58062
▁改	-9.58123
取	-9.5815
▁Sect	-9.58193
▁t	-9.58217
va	-9.58223
▁assumed	-9.5824
る	-9.58292
▁藩主	-9.58347
▁Michi	-9.58372
▁=	-9.584
ated	-9.58441
▁officials	-9.58456
▁史	-9.58533
▁home	-9.58567
▁introduced	-9.58589
is	-9.58609
ran	-9.58648
men	-9.58653
▁古墳	-9.58695
▁situation	-9.5871
ッ	-9.58714
▁incident	-9.58743
▁代表	-9.58753
▁仕え	-9.58759
▁百	-9.58884
▁Aki	-9.58981
▁Bu	-9.59025
▁Ga	-9.59096
▁Office	-9.59101
▁relat	-9.59103
統	-9.59159
▁shi	-9.59243
議	-9.59366
▁contain	-9.59429
▁Chi	-9.59442
海	-9.59471
▁description	-9.59564
▁De	-9.59582
▁不明	-9.59666
▁collection	-9.59682
▁class	-9.59684
▁以前	-9.59829
▁身	-9.59893
one	-9.59911
▁盛	-9.59989
tu	-9.60052
▁Matsu	-9.60069
官	-9.60123
▁character	-9.60157
量	-9.60241
▁記録	-9.60398
▁転	-9.60435
▁Ichi	-9.60467
ought	-9.60493
▁台	-9.60573
▁transferr	-9.607
▁貴族	-9.60759
bun	-9.60771
▁consist	-9.60786
▁con	-9.60786
▁はじめ	-9.60809
▁Great	-9.60861
綱	-9.60978
▁One	-9.60979
▁current	-9.61015
▁Cultural	-9.61017
YA	-9.61191
▁Naka	-9.6129
▁Nao	-9.61292
▁status	-9.61332
▁follow	-9.61349
▁Museum	-9.61436
▁soldiers	-9.61436
▁示	-9.61463
▁appeared	-9.6154
▁increase	-9.61542
造	-9.61586
▁strong	-9.61645
▁映画	-9.61752
▁廃止	-9.61913
理	-9.6192
や	-9.61923
▁south	-9.61931
▁palace	-9.61963
▁専	-9.62039
▁公家	-9.62052
▁即位	-9.62125
▁女性	-9.62128
▁そこ	-9.62183
▁び	-9.62241
▁return	-9.62264
▁Fushimi	-9.62321
▁short	-9.6238
▁Take	-9.62403
▁自ら	-9.62405
▁cultural	-9.62408
向	-9.62526
▁務め	-9.62546
す	-9.62551
▁着	-9.62566
▁west	-9.62607
▁force	-9.62635
▁Fujiwara	-9.62654
▁それぞ	-9.62712
▁room	-9.62739
▁stage	-9.62759
格	-9.62784
▁beginning	-9.62864
▁throne	-9.62864
ist	-9.62924
宗	-9.62959
sh	-9.62977
▁少な	-9.63041
hei	-9.6305
まり	-9.63064
▁ma	-9.63076
▁店	-9.63098
▁Man	-9.63131
マ	-9.63147
▁Tomo	-9.63151
▁bus	-9.6317
▁culture	-9.63184
▁unit	-9.63206
▁収	-9.63293
▁悪	-9.63416
▁History	-9.63453
▁Sane	-9.63548
高	-9.63565
▁継承	-9.6362
less	-9.63642
▁異な	-9.63796
政権	-9.63801
▁中央	-9.63831
▁see	-9.63986
▁minister	-9.64043
▁達	-9.64102
常	-9.6411
E	-9.64153
▁Tsune	-9.64174
▁Tang	-9.64236
▁気	-9.64241
領	-9.64262
ざ	-9.64276
ぶ	-9.64286
▁Mu	-9.64303
頼	-9.6438
▁一族	-9.64404
▁絵	-9.64415
▁Tale	-9.64466
ch	-9.6458
▁Kiyo	-9.64581
▁Western	-9.64638
▁village	-9.64642
字	-9.64715
▁記述	-9.64761
言	-9.64867
▁衆	-9.65099
out	-9.65133
▁同様	-9.65201
▁全国	-9.65345
保	-9.65351
▁gate	-9.65432
▁ha	-9.65459
▁carri	-9.65487
▁具	-9.6552
▁Kyushu	-9.65527
▁ここ	-9.65532
▁姿	-9.65548
▁food	-9.65579
▁浄土	-9.65675
戦	-9.6568
質	-9.65719
▁延	-9.65756
▁馬	-9.65807
▁retainers	-9.65826
▁dance	-9.65852
助	-9.65861
▁中期	-9.65885
NA	-9.66149
▁...	-9.66169
▁平成	-9.6621
▁退	-9.66265
▁Sengoku	-9.66284
katsu	-9.66319
T	-9.66351
▁推	-9.66398
ecause	-9.66433
等	-9.66438
▁何	-9.66594
暦	-9.66696
▁kan	-9.66744
▁各地	-9.66753
▁cases	-9.6677
▁黒	-9.668
後	-9.66816
pa	-9.66823
▁電	-9.6687
太郎	-9.66966
▁similar	-9.66996
▁month	-9.67019
初	-9.67075
▁廃	-9.67088
▁始め	-9.67116
ant	-9.67289
▁問題	-9.67387
▁参照	-9.67388
産	-9.6747
▁fourth	-9.67527
吉	-9.67527
白河	-9.67532
ア	-9.67568
▁社会	-9.67568
A	-9.67577
▁独	-9.67591
▁醍醐	-9.67609
ウ	-9.67645
ム	-9.67656
▁instead	-9.67749
▁grant	-9.67833
▁allowed	-9.67835
東	-9.67911
進	-9.67932
▁意	-9.67995
▁hi	-9.68083
ナ	-9.68177
vi	-9.68188
▁仲	-9.68279
▁結果	-9.68284
▁run	-9.68355
▁就任	-9.68509
▁en	-9.68558
▁founded	-9.68621
▁Jin	-9.68654
堂	-9.68682
▁compil	-9.68707
ism	-9.68816
▁Chu	-9.68816
ate	-9.68848
han	-9.68923
ron	-9.68987
▁音	-9.69022
continued	-9.69081
▁founder	-9.69132
▁位置	-9.69144
▁West	-9.69206
▁poetry	-9.69247
▁調	-9.69265
rei	-9.6935
重	-9.69417
named	-9.69499
正	-9.69551
▁record	-9.69562
利	-9.69575
brought	-9.69586
▁入れ	-9.69587
キ	-9.69668
▁waka	-9.69683
ful	-9.69689
oka	-9.69758
▁如	-9.69855
▁Guards	-9.70018
▁武田	-9.70061
ロ	-9.70064
▁Nihon	-9.70136
▁種	-9.70161
ence	-9.70437
ja	-9.70451
▁J	-9.70458
▁taken	-9.70511
会	-9.70606
▁fish	-9.70633
▁base	-9.7068
▁sa	-9.70705
▁横	-9.70742
▁Minamoto	-9.70787
▁伊	-9.70793
▁Main	-9.70856
▁夜	-9.70952
▁Festival	-9.7096
▁31	-9.70983
▁優	-9.70989
▁認め	-9.71018
dera	-9.71119
▁meters	-9.71146
▁率	-9.71192
▁近衛	-9.71194
▁竹	-9.71291
コ	-9.71325
▁body	-9.71344
▁ask	-9.71366
▁丸	-9.71459
▁関東	-9.71496
gin	-9.71519
hara	-9.7157
▁lower	-9.71579
MI	-9.71635
▁mentioned	-9.71713
▁final	-9.71898
▁Kita	-9.71941
▁countries	-9.71947
▁image	-9.7196
▁50	-9.72018
▁method	-9.72133
▁M	-9.72166
器	-9.72323
味	-9.72349
▁美	-9.72373
▁religious	-9.72414
▁加え	-9.72513
ci	-9.72649
路	-9.72682
▁Kannon	-9.72708
▁増	-9.72783
▁Third	-9.72825
外	-9.72846
▁Ro	-9.72872
▁にて	-9.72878
▁許	-9.72962
et	-9.72983
夷	-9.73002
▁sea	-9.73143
▁act	-9.73241
▁三条	-9.73249
▁san	-9.73329
▁公卿	-9.73358
▁places	-9.7338
▁tax	-9.73381
▁Satsuma	-9.73476
▁色	-9.73486
▁付	-9.73503
as	-9.73515
▁wrote	-9.73534
▁schools	-9.73573
maru	-9.73629
頭	-9.73648
▁kind	-9.73661
▁子孫	-9.73664
▁解	-9.73668
▁活動	-9.73775
権	-9.73813
▁更	-9.73842
ね	-9.74086
▁caus	-9.7409
haru	-9.74093
▁話	-9.74107
▁定め	-9.74123
10	-9.74135
▁殺	-9.74198
▁words	-9.74238
▁字	-9.74327
▁有力	-9.74365
▁遺	-9.74388
▁G	-9.74399
▁Second	-9.74426
勝	-9.74507
▁opened	-9.74588
▁蔵	-9.74594
maro	-9.74698
▁教育	-9.74732
seki	-9.7475
督	-9.74798
▁霊	-9.74807
▁Ei	-9.74838
▁参	-9.74875
▁completed	-9.74934
▁Mune	-9.74938
▁青	-9.74939
▁曲	-9.74952
toku	-9.7517
▁周	-9.75241
over	-9.75287
bashi	-9.75308
▁之	-9.75313
▁え	-9.75356
▁Further	-9.75448
▁six	-9.75492
tic	-9.75524
▁deity	-9.7555
▁what	-9.75597
▁出家	-9.75725
▁失	-9.75785
応	-9.75924
▁舞鶴	-9.75933
▁Jodo	-9.75947
発	-9.76045
tori	-9.76058
▁Miya	-9.76061
殿	-9.76116
▁monk	-9.7626
▁documents	-9.76273
▁generation	-9.76403
▁男	-9.76566
sui	-9.76641
▁painting	-9.76644
▁decided	-9.76732
ian	-9.76756
▁remains	-9.76777
▁Mo	-9.76797
▁men	-9.76805
▁未	-9.76834
v	-9.76893
▁company	-9.76908
▁spread	-9.77001
▁festival	-9.77031
▁討	-9.77078
▁選	-9.77143
aki	-9.7719
▁mi	-9.77215
▁奉行	-9.77229
▁councilor	-9.77271
▁開始	-9.77342
▁eight	-9.77371
▁対立	-9.77389
▁TOYOTOMI	-9.774
▁Korean	-9.77477
jiro	-9.77617
▁Road	-9.77647
付	-9.77675
▁長男	-9.77753
瀬	-9.7777
▁W	-9.77801
タ	-9.77813
▁一人	-9.77823
nd	-9.77873
▁階	-9.77907
▁These	-9.77979
然	-9.77992
▁Yama	-9.78015
▁amount	-9.78018
upon	-9.7808
▁切	-9.78082
▁末期	-9.78088
uji	-9.78132
▁好	-9.78144
▁reach	-9.78158
▁単	-9.78203
▁western	-9.78297
点	-9.78359
男	-9.78368
▁2006	-9.78531
▁operation	-9.78537
▁marri	-9.78567
▁武家	-9.78636
▁provinces	-9.78704
▁plan	-9.78846
▁系統	-9.78901
more	-9.78992
▁affairs	-9.7901
▁Right	-9.79016
style	-9.7906
▁足	-9.79063
guchi	-9.79088
▁二条	-9.79095
▁九	-9.79158
▁red	-9.79201
ai	-9.79222
▁women	-9.7933
▁マ	-9.79331
▁宇治	-9.79336
▁演	-9.79346
▁Gi	-9.79367
ial	-9.79369
▁書紀	-9.79466
▁野	-9.79475
▁荘園	-9.79519
▁highest	-9.79542
▁read	-9.79551
rai	-9.79569
▁追	-9.79643
▁信仰	-9.79646
▁志	-9.79702
▁当主	-9.79801
▁享	-9.79877
▁Route	-9.79895
能	-9.7991
▁stop	-9.79979
▁shape	-9.79988
▁国家	-9.80009
▁通り	-9.80034
▁阿	-9.8008
▁初代	-9.80116
▁2007	-9.8017
論	-9.80212
▁南北	-9.80219
▁引	-9.80277
術	-9.80306
▁materials	-9.80378
▁di	-9.80409
▁Suke	-9.80461
▁満	-9.80463
▁室	-9.80505
▁食べ	-9.80598
▁少	-9.80612
衆	-9.80614
▁機	-9.80639
▁ki	-9.80681
▁由来	-9.80913
YAMA	-9.80924
▁pro	-9.80954
▁Yuki	-9.80968
▁承	-9.80975
▁交	-9.80992
kyu	-9.81076
▁ハ	-9.81254
▁理由	-9.81487
▁太政	-9.81497
▁来	-9.8159
▁観音	-9.81619
▁white	-9.81745
▁Fuji	-9.81777
▁First	-9.81807
▁姫	-9.81816
▁older	-9.81829
▁有名	-9.81988
00	-9.82041
▁感	-9.82062
▁process	-9.82115
▁紙	-9.82139
▁cho	-9.82159
▁孫	-9.8216
▁sp	-9.82328
▁Sutra	-9.82333
▁草	-9.82366
▁Left	-9.82389
▁reign	-9.82453
▁建築	-9.82455
▁徳	-9.82461
ting	-9.82478
▁病	-9.82537
▁本願	-9.82604
▁慶	-9.82618
▁total	-9.82686
taro	-9.82738
▁著	-9.82777
▁Ltd	-9.82778
▁does	-9.8283
▁Bo	-9.82878
直	-9.82907
▁follows	-9.83011
▁request	-9.83038
▁譲	-9.83047
▁poem	-9.83161
tomo	-9.83162
▁movement	-9.83178
▁establishment	-9.83183
▁near	-9.83267
も	-9.83305
▁戸	-9.83348
ren	-9.83371
▁祀	-9.83396
で	-9.83419
団	-9.83499
07	-9.83688
▁美術	-9.83698
▁prince	-9.83819
▁本来	-9.83893
西	-9.83908
▁fall	-9.83938
▁latter	-9.8402
▁菩薩	-9.8402
▁梅	-9.84048
▁occurred	-9.84087
▁打	-9.84183
▁design	-9.84204
U	-9.84248
▁銀	-9.84267
▁そう	-9.84311
師	-9.84325
▁Dainagon	-9.84353
▁理	-9.84416
▁raised	-9.84483
▁橋	-9.84565
▁Kane	-9.846
us	-9.84609
▁central	-9.84769
▁D	-9.84873
▁参加	-9.84881
役	-9.84923
▁spring	-9.8495
ven	-9.8501
taking	-9.85036
▁佐	-9.85087
▁空	-9.85091
cha	-9.85096
N	-9.85197
▁mo	-9.85372
▁conducted	-9.8544
▁九州	-9.85488
▁仁	-9.85539
▁愛	-9.85566
▁Mino	-9.8564
▁Ri	-9.85694
▁送	-9.85717
▁士	-9.85756
▁shin	-9.85866
▁雑	-9.85903
58	-9.86032
▁With	-9.86032
▁lords	-9.86045
▁Bun	-9.86073
18	-9.86116
▁和歌	-9.86118
▁practice	-9.86162
raku	-9.86183
id	-9.86205
▁few	-9.86284
▁康	-9.86341
▁certain	-9.86351
▁天文	-9.8642
67	-9.86447
賀	-9.86518
▁御所	-9.86519
▁景	-9.86525
▁Yoshitsune	-9.86586
▁主に	-9.86594
▁command	-9.86626
▁活躍	-9.86688
▁皇后	-9.86691
▁formed	-9.86899
MURA	-9.86903
▁Nihonshoki	-9.86959
▁already	-9.86959
皇	-9.86975
▁修	-9.87021
▁shu	-9.87043
▁officer	-9.87057
▁night	-9.87095
▁不詳	-9.87098
馬	-9.87185
社	-9.87186
▁seven	-9.8725
▁名乗	-9.87251
▁wooden	-9.87315
▁HOSOKAWA	-9.87366
▁上杉	-9.87372
▁最初	-9.87375
▁fifth	-9.87434
▁gods	-9.87441
mai	-9.87447
▁got	-9.87451
▁Fourth	-9.87517
ず	-9.87573
▁君	-9.87601
▁ex	-9.87603
ミ	-9.87606
▁assigned	-9.8764
▁旅	-9.87665
▁節	-9.87676
▁ひと	-9.8769
▁keep	-9.87743
▁乗	-9.87759
▁ほとん	-9.87775
有	-9.87784
▁garden	-9.87844
客	-9.87884
▁light	-9.87887
▁司	-9.879
▁km	-9.87905
▁歌舞伎	-9.87912
金	-9.88013
▁秋	-9.88037
土	-9.88074
▁迎え	-9.88118
M	-9.88141
▁焼	-9.88145
▁worked	-9.8815
▁1868	-9.88217
▁letter	-9.88229
▁墓	-9.883
▁mid	-9.88363
nen	-9.88379
butsu	-9.88383
▁Ritsuryo	-9.88394
▁香	-9.88416
▁サ	-9.88436
▁宿	-9.88444
▁how	-9.88528
様	-9.8854
▁cha	-9.88579
hon	-9.88595
種	-9.88702
▁gold	-9.88787
ze	-9.88836
hiro	-9.88858
ヶ	-9.88938
▁鎮	-9.89015
▁内容	-9.89025
▁平氏	-9.89027
台	-9.8904
▁Whil	-9.89089
he	-9.89126
着	-9.89128
▁大坂	-9.89153
▁孝	-9.89248
30	-9.89304
▁collect	-9.89308
▁帝国	-9.89377
▁production	-9.89384
▁ぬ	-9.89397
▁40	-9.895
▁Mon	-9.895
▁party	-9.89503
▁serve	-9.89504
▁合戦	-9.89509
▁priests	-9.89623
▁gain	-9.89698
emon	-9.89753
▁sister	-9.89777
系	-9.89839
nt	-9.89881
▁Then	-9.89894
装	-9.89914
take	-9.90002
司	-9.90098
▁low	-9.90105
▁都市	-9.90132
tei	-9.9027
雄	-9.90363
▁運	-9.90416
▁money	-9.90476
▁records	-9.90491
▁名称	-9.90536
▁female	-9.90547
▁generations	-9.9056
▁除	-9.90622
▁関白	-9.90627
▁塩	-9.9063
▁generally	-9.90698
▁神道	-9.90741
忠	-9.90747
▁policy	-9.90758
▁如来	-9.9084
▁科	-9.91
▁農	-9.91104
rd	-9.9111
▁refer	-9.91116
▁求め	-9.91181
▁guard	-9.91314
▁province	-9.9132
▁そ	-9.91443
▁属	-9.91447
▁Kamo	-9.91467
▁authority	-9.91544
料	-9.91571
kept	-9.91637
ized	-9.91637
▁saying	-9.91644
▁言葉	-9.91774
▁HOJO	-9.9182
mune	-9.91821
▁abolished	-9.91862
▁date	-9.91882
fi	-9.92049
▁近代	-9.92051
語	-9.92058
11	-9.92062
▁jo	-9.9208
▁Electric	-9.92104
▁ね	-9.9217
▁especially	-9.92179
▁ryo	-9.92203
上げ	-9.92214
▁change	-9.92219
レ	-9.92221
▁つけ	-9.92245
次	-9.92297
mae	-9.92384
▁leading	-9.9243
▁補	-9.92475
matsu	-9.92481
▁林	-9.92537
ずれ	-9.9255
撃	-9.92607
▁弘	-9.92618
toshi	-9.92632
▁Maizuru	-9.9264
対	-9.9266
nosuke	-9.92677
期	-9.92774
▁>	-9.92829
▁遠	-9.9284
▁performance	-9.92841
▁KO	-9.92847
D	-9.92887
▁善	-9.92908
▁KA	-9.92937
▁聖	-9.92945
nai	-9.92948
▁structure	-9.92964
▁district	-9.92977
60	-9.93023
界	-9.93031
▁hard	-9.93046
nyo	-9.93075
▁Grand	-9.93108
▁sold	-9.93116
▁個	-9.93129
▁divided	-9.93181
▁技術	-9.93183
▁Kawachi	-9.93199
08	-9.932
▁開業	-9.93208
▁railway	-9.93252
hide	-9.93272
藩	-9.93325
▁woman	-9.93328
▁administration	-9.93398
画	-9.93401
▁姓	-9.93412
▁河内	-9.93425
▁existed	-9.93472
▁付け	-9.93477
▁皇族	-9.9348
▁much	-9.93512
▁余	-9.93549
▁類	-9.93598
兵	-9.93665
付け	-9.93698
▁gradually	-9.93759
▁Toyo	-9.93803
▁急	-9.93876
▁operated	-9.93882
▁地下	-9.93891
ca	-9.93896
▁現代	-9.93928
▁コ	-9.93933
▁thus	-9.93978
chika	-9.94024
▁Crown	-9.94049
▁ご	-9.94052
▁死後	-9.94062
▁cover	-9.94112
pi	-9.94116
▁完成	-9.94133
▁Saga	-9.94197
▁周辺	-9.94199
▁Year	-9.94343
館	-9.94355
戸	-9.94356
▁客	-9.94371
13	-9.94425
▁イ	-9.94494
▁富	-9.94506
▁平家	-9.94598
▁added	-9.9461
▁八幡	-9.94639
▁目的	-9.94651
68	-9.94731
▁源義	-9.94761
gami	-9.94767
▁stay	-9.94791
▁powerful	-9.94875
▁Iwa	-9.94905
▁印	-9.95009
▁volume	-9.95068
▁交通	-9.95082
典	-9.95086
上皇	-9.95115
▁further	-9.95147
▁serving	-9.95147
▁挙げ	-9.95147
続	-9.9518
▁inherit	-9.95209
▁Moro	-9.95244
林	-9.95255
▁literature	-9.95295
MA	-9.95377
ning	-9.95406
▁設立	-9.95442
▁Katsu	-9.95574
fuku	-9.95598
▁事業	-9.95632
▁Myo	-9.95666
▁機関	-9.95738
▁始ま	-9.95756
▁resign	-9.9579
▁武将	-9.95818
66	-9.95842
▁Be	-9.95975
▁Koku	-9.95978
▁route	-9.96002
▁Even	-9.96056
20	-9.96086
▁color	-9.96108
葉	-9.96193
ish	-9.96244
▁inside	-9.96252
▁利	-9.96316
▁古代	-9.96366
▁foreign	-9.96389
▁破	-9.96472
影	-9.9648
▁studi	-9.96494
▁Takeda	-9.96587
▁玉	-9.9659
87	-9.96615
▁director	-9.9663
▁list	-9.96632
kiyo	-9.96655
saki	-9.96757
▁参議	-9.96787
ir	-9.96884
▁ゆ	-9.96986
▁Nan	-9.97014
▁Shogunate	-9.97015
50	-9.97025
toki	-9.97094
▁寛	-9.97157
▁舞	-9.97179
▁Her	-9.97224
▁松平	-9.97305
▁Sanjo	-9.9732
▁場所	-9.9732
▁玄	-9.97367
▁読	-9.97381
▁ぎ	-9.97423
▁続け	-9.97431
▁建立	-9.97471
籍	-9.97502
pu	-9.97506
▁directly	-9.97514
▁per	-9.97589
▁Bureau	-9.97604
▁嘉	-9.97624
▁connect	-9.97698
▁Monogatari	-9.97755
▁丹波	-9.97755
kin	-9.97942
▁発展	-9.97983
▁pa	-9.98017
▁タ	-9.98069
承	-9.98076
▁勅	-9.98101
備	-9.9812
右衛門	-9.98133
▁状	-9.98152
▁regions	-9.98165
▁激	-9.98206
▁we	-9.98208
▁鏡	-9.98234
型	-9.98329
▁時間	-9.98419
▁Restoration	-9.98513
▁living	-9.98514
火	-9.98566
40	-9.98587
▁legend	-9.9859
▁posthumous	-9.98665
shiro	-9.98713
ツ	-9.98713
65	-9.9873
▁経済	-9.98752
ール	-9.98757
▁Land	-9.98824
▁wa	-9.98837
elves	-9.98899
▁幕	-9.98917
▁年代	-9.9896
▁向か	-9.98981
相	-9.98998
▁並	-9.99006
▁get	-9.99024
▁Ge	-9.99125
▁運転	-9.99125
▁General	-9.99127
▁順	-9.99207
▁Jun	-9.99213
56	-9.99323
▁property	-9.99355
▁development	-9.99361
▁lines	-9.99373
▁Kore	-9.99407
▁whe	-9.99413
74	-9.99451
▁successor	-9.99452
▁ground	-9.99469
▁offer	-9.99508
01	-9.99576
▁road	-9.9958
G	-9.99695
▁Otsu	-9.99902
入れ	-9.99935
▁立て	-9.99961
▁会社	-9.99992
om	-10.0004
kami	-10.0007
▁purpose	-10.0009
04	-10.002
▁originat	-10.0024
▁地位	-10.0029
車	-10.0031
事実	-10.0032
▁elde	-10.0035
com	-10.0035
拠	-10.0035
▁heir	-10.0035
▁manor	-10.0036
▁資料	-10.0036
▁my	-10.0037
zoku	-10.0038
例	-10.0041
▁foot	-10.0043
▁現存	-10.0052
▁流れ	-10.0056
▁active	-10.0059
▁hereditar	-10.0067
▁higher	-10.0074
▁selected	-10.0075
▁State	-10.0081
▁鳥	-10.0082
▁And	-10.0083
em	-10.0089
像	-10.0096
▁おお	-10.0098
▁建設	-10.0098
▁神宮	-10.0104
▁car	-10.0106
▁宣	-10.0108
gai	-10.011
Genji	-10.0116
▁respect	-10.0121
▁Kabuki	-10.0122
べ	-10.0128
側	-10.0129
▁助	-10.0133
▁幼	-10.0141
▁give	-10.0144
▁Nijo	-10.0148
▁よく	-10.015
▁ニ	-10.015
9	-10.0167
天	-10.0171
▁dispatch	-10.0176
▁次男	-10.0178
プ	-10.0191
zane	-10.0193
▁limited	-10.0199
▁usually	-10.0202
▁隆	-10.0204
▁Nin	-10.0209
▁lineage	-10.0212
▁involved	-10.0213
▁estate	-10.0215
▁刀	-10.0217
▁nation	-10.0218
▁trade	-10.0231
▁派遣	-10.0231
uchi	-10.0236
▁approximate	-10.0247
pp	-10.0249
▁descendants	-10.0252
▁限	-10.0252
▁洋	-10.0254
▁形式	-10.0257
koji	-10.0259
▁ta	-10.0261
91	-10.0261
17	-10.0268
▁bu	-10.0269
▁Captain	-10.0279
ph	-10.0281
▁2005	-10.0281
▁Hongan	-10.0282
ure	-10.0285
▁II	-10.0286
▁最後	-10.0288
▁運動	-10.0295
級	-10.0299
▁Act	-10.0307
57	-10.0324
ニ	-10.0325
▁文書	-10.0335
員	-10.0336
▁通称	-10.0349
▁逆	-10.0349
▁郷	-10.0349
郷	-10.0355
▁発生	-10.0361
ド	-10.037
53	-10.0372
▁formal	-10.0374
▁Bosatsu	-10.0375
▁官位	-10.0381
▁Department	-10.0399
▁Company	-10.0407
ach	-10.0407
▁招	-10.0408
▁cm	-10.0411
▁段	-10.0413
K	-10.0416
z	-10.0419
▁difficult	-10.0421
▁sauce	-10.0434
▁Tendai	-10.0436
▁govern	-10.044
▁顕	-10.0441
▁research	-10.0445
▁outside	-10.0457
▁Ari	-10.0459
解	-10.0469
▁secret	-10.047
▁生活	-10.0472
▁commonly	-10.0474
▁fell	-10.0479
▁豪	-10.048
▁conflict	-10.0484
▁国宝	-10.0488
ship	-10.0493
19	-10.0498
ケ	-10.0499
aught	-10.0503
gata	-10.0512
スト	-10.0514
▁If	-10.0521
▁防	-10.0521
▁跡	-10.0521
智	-10.0522
▁except	-10.0525
SU	-10.0528
党	-10.0532
詞	-10.0535
ions	-10.0536
▁複	-10.0536
▁Tango	-10.0537
▁黄	-10.0538
述	-10.0539
▁方面	-10.0542
▁big	-10.0544
▁路線	-10.0545
▁ぜ	-10.0549
ズ	-10.055
▁奥	-10.0551
▁倭	-10.0556
05	-10.0561
▁及	-10.0562
▁below	-10.0563
▁河	-10.0566
▁業	-10.0567
▁規模	-10.0569
saka	-10.0571
▁中世	-10.0573
line	-10.0574
▁戻	-10.0577
▁Important	-10.0577
▁destroy	-10.0577
69	-10.0579
▁reform	-10.0586
▁itself	-10.0597
▁Retired	-10.0601
▁depend	-10.0601
▁establish	-10.0604
dono	-10.0604
▁K	-10.0604
▁配	-10.0605
▁protect	-10.0606
▁pre	-10.0607
▁Mutsu	-10.0608
▁World	-10.061
▁Collection	-10.061
派	-10.061
▁dai	-10.0615
▁以	-10.063
▁More	-10.063
ig	-10.0631
▁oldest	-10.0632
▁なら	-10.0634
▁regent	-10.0634
RI	-10.0637
ishi	-10.0637
▁征	-10.0639
極	-10.064
▁厳	-10.0641
▁belonged	-10.065
▁i	-10.0654
宝	-10.0657
▁article	-10.0657
▁思想	-10.0668
hiko	-10.0669
具	-10.0671
舎	-10.0678
▁帝	-10.0681
▁students	-10.0688
vo	-10.0692
▁評価	-10.0692
▁Oto	-10.0694
▁太	-10.0697
tion	-10.0698
府	-10.0706
▁日記	-10.0715
▁最も	-10.0718
kura	-10.0721
▁土地	-10.0723
切	-10.0727
▁法華	-10.0727
▁いわ	-10.0729
▁卿	-10.0729
▁level	-10.0732
▁商	-10.0738
▁放	-10.0738
02	-10.0739
▁楽	-10.074
▁泰	-10.074
▁Tanba	-10.0742
▁roof	-10.0742
▁英	-10.0746
▁築	-10.0748
▁organization	-10.075
▁perform	-10.075
▁改め	-10.0755
▁矢	-10.0756
ギ	-10.0758
妻	-10.0759
札	-10.0759
▁どう	-10.0764
▁出来	-10.0765
▁群	-10.0767
▁social	-10.0767
▁award	-10.0772
仏	-10.0773
▁treat	-10.0778
▁event	-10.078
ゆる	-10.0787
51	-10.0791
▁裏	-10.0792
▁Town	-10.0793
尾	-10.0795
▁本尊	-10.0795
▁Hisa	-10.0795
▁Goshirakawa	-10.08
▁薩摩	-10.08
▁Musashi	-10.08
▁短	-10.0808
▁suggest	-10.0809
▁silver	-10.0809
▁列	-10.0811
▁礼	-10.0816
12	-10.0817
▁help	-10.0817
▁vice	-10.0818
▁体制	-10.0818
eki	-10.082
越	-10.0827
▁Un	-10.0828
▁High	-10.0831
ward	-10.0837
▁provided	-10.0845
▁辞	-10.0845
64	-10.0847
職	-10.086
隆	-10.0864
94	-10.0872
▁団	-10.088
よ	-10.0881
▁full	-10.0885
▁film	-10.0886
▁2008	-10.0887
77	-10.0889
ぐ	-10.089
▁MATSUDAIRA	-10.0893
▁計画	-10.0893
▁posts	-10.0894
▁決	-10.0895
▁ni	-10.0901
▁特徴	-10.0901
▁寛永	-10.0902
▁なか	-10.0904
▁need	-10.0908
▁succession	-10.0911
per	-10.0912
▁基本	-10.0913
きな	-10.0914
▁人々	-10.0916
▁Nari	-10.0919
▁field	-10.0919
way	-10.0925
▁Village	-10.0927
▁禅	-10.0928
▁弟子	-10.0929
tr	-10.0931
▁建て	-10.0932
▁Amida	-10.0935
▁龍	-10.0938
▁wh	-10.0941
ors	-10.0942
▁statues	-10.0943
河	-10.0943
▁sen	-10.0944
▁Mei	-10.0952
当	-10.0953
70	-10.0953
オ	-10.0954
紙	-10.0954
囲	-10.0956
▁volumes	-10.0957
▁国立	-10.0958
▁idea	-10.0959
32	-10.096
▁Army	-10.096
▁調査	-10.0961
▁forced	-10.0962
米	-10.0964
▁Chunagon	-10.0969
▁lot	-10.0969
▁wide	-10.0974
▁hot	-10.0976
▁鬼	-10.098
夫	-10.098
▁Kojiki	-10.0989
▁密	-10.099
▁家人	-10.0993
▁敵	-10.0997
▁当た	-10.1
▁pass	-10.1001
▁正室	-10.1001
▁Kawa	-10.101
by	-10.1011
▁thems	-10.1017
▁兄弟	-10.1017
▁大津	-10.1021
▁Me	-10.1021
▁天保	-10.1033
▁Hojo	-10.1039
▁Gyo	-10.1044
▁施設	-10.1046
▁程度	-10.1046
setsu	-10.1049
tra	-10.105
▁大夫	-10.1056
71	-10.1059
▁資	-10.106
▁Its	-10.106
▁叙	-10.106
▁美濃	-10.1063
▁almo	-10.1071
▁elder	-10.1073
▁Ryu	-10.1079
ul	-10.1087
彦	-10.1087
▁kuni	-10.1089
▁キ	-10.1091
▁too	-10.1093
▁buildings	-10.1096
▁幸	-10.1097
▁length	-10.1097
24	-10.1097
▁監督	-10.1098
▁Ne	-10.11
▁暦	-10.1101
印	-10.1105
▁horse	-10.1108
▁worship	-10.111
naka	-10.1111
maki	-10.1113
▁fight	-10.1115
▁Law	-10.1116
▁寄	-10.1118
▁te	-10.1118
▁勘	-10.1118
リー	-10.112
▁Kage	-10.1121
▁60	-10.1121
望	-10.1124
ang	-10.1125
▁現れ	-10.1127
▁本線	-10.1131
▁紫	-10.1131
▁産	-10.1131
▁ヶ	-10.114
▁whole	-10.1141
▁hon	-10.1148
▁cars	-10.1149
▁standing	-10.1151
▁never	-10.1158
▁States	-10.1161
▁face	-10.1173
南	-10.118
▁攻め	-10.1184
▁筆	-10.1184
▁引き	-10.1186
▁brothers	-10.1192
▁document	-10.1196
▁Shiga	-10.1199
穂	-10.1201
▁paintings	-10.1202
▁persons	-10.1204
▁handed	-10.121
▁東山	-10.1211
kko	-10.1213
TSU	-10.1218
▁池	-10.1219
shaped	-10.1221
▁表記	-10.1222
▁sub	-10.1224
82	-10.1224
▁Household	-10.1228
▁past	-10.1234
▁becom	-10.1236
23	-10.1236
▁dynasty	-10.1236
退	-10.1237
▁sense	-10.124
▁appears	-10.1241
▁series	-10.1245
▁動	-10.1245
16	-10.1251
材	-10.1251
▁Asuka	-10.1254
▁布	-10.1255
▁営	-10.1262
▁northern	-10.1262
▁tree	-10.1267
▁Toku	-10.127
▁次第	-10.1271
▁street	-10.1275
▁味	-10.1277
▁board	-10.1279
▁shugo	-10.1282
▁甲	-10.1287
▁Island	-10.1289
▁Shingon	-10.1291
▁比	-10.1296
松	-10.13
▁天台	-10.131
▁Kansai	-10.1312
▁Sui	-10.1317
あ	-10.1319
▁leader	-10.1322
自	-10.1324
従五位	-10.1328
▁though	-10.1329
▁clans	-10.1334
▁相当	-10.1334
97	-10.1338
お	-10.1346
▁sixth	-10.1348
▁Nichiren	-10.1351
▁延暦	-10.1351
▁ト	-10.136
▁内閣	-10.1361
84	-10.1362
▁Oda	-10.1362
▁tsu	-10.1364
▁writing	-10.1364
▁oppos	-10.1376
▁course	-10.1377
omi	-10.1378
mochi	-10.1379
78	-10.1384
▁正月	-10.1384
▁Kiyomori	-10.1388
▁戦後	-10.1388
佐	-10.1389
zumi	-10.1392
▁堀	-10.1392
▁Inner	-10.1404
▁状態	-10.1404
達	-10.1405
▁真言	-10.1405
▁介	-10.1406
兵衛	-10.1408
▁型	-10.1415
▁eastern	-10.1415
▁human	-10.1421
▁positions	-10.1423
▁open	-10.1425
隊	-10.1432
▁via	-10.1439
61	-10.1444
食	-10.1444
▁less	-10.1449
ura	-10.145
使	-10.1453
▁発行	-10.1454
saku	-10.1455
▁male	-10.1457
▁Owari	-10.1458
根	-10.1462
▁pieces	-10.1466
tan	-10.1469
雲	-10.147
▁中村	-10.147
▁cut	-10.1472
▁East	-10.1475
▁Sha	-10.1475
R	-10.1481
ling	-10.1487
BE	-10.1493
古	-10.1499
▁名前	-10.1504
kage	-10.1507
性	-10.1507
ious	-10.1508
▁軍事	-10.151
▁Affairs	-10.1511
▁me	-10.1512
▁遊	-10.1515
45	-10.1516
▁大将	-10.1516
▁Tame	-10.1519
▁低	-10.1524
▁仕	-10.1528
求	-10.1529
▁俊	-10.1531
▁山城	-10.1532
▁ク	-10.1534
H	-10.1534
GA	-10.1537
▁史料	-10.1539
zaemon	-10.1539
▁難	-10.154
▁寿	-10.1544
▁Association	-10.1547
▁priesthood	-10.1548
▁主張	-10.1548
花	-10.1553
知	-10.1558
▁training	-10.1566
▁Art	-10.1567
▁臨	-10.1571
全	-10.1572
▁対象	-10.1575
▁travel	-10.1576
▁details	-10.1578
端	-10.1582
▁量	-10.1582
船	-10.1583
▁Haru	-10.1587
▁前期	-10.1596
景	-10.1598
▁h	-10.1599
▁設け	-10.1601
▁伝承	-10.1603
side	-10.1605
76	-10.1606
▁阿弥陀	-10.1619
美	-10.1619
▁表現	-10.1619
▁贈	-10.1619
▁MI	-10.1621
47	-10.1622
▁いえ	-10.1624
▁Yodo	-10.1624
▁requir	-10.1625
led	-10.1629
28	-10.163
▁states	-10.1633
▁spirit	-10.1636
06	-10.1637
85	-10.1638
▁多数	-10.164
▁deep	-10.165
▁But	-10.165
▁注	-10.1654
維新	-10.1655
▁エ	-10.1658
▁柳	-10.166
rew	-10.1661
▁principal	-10.1665
▁coins	-10.1666
▁近年	-10.1671
▁陸軍	-10.1674
▁完	-10.1677
hashi	-10.1686
属	-10.1691
▁フ	-10.1697
▁製	-10.1705
21	-10.1706
red	-10.1709
oki	-10.1709
▁Many	-10.1714
ol	-10.1714
ut	-10.1719
▁将	-10.1725
88	-10.1728
▁participate	-10.1729
09	-10.1729
ック	-10.1729
▁river	-10.1731
護	-10.1732
▁Middle	-10.1738
,	-10.1741
▁Kata	-10.1746
藤	-10.1753
三	-10.1753
▁events	-10.1757
▁武蔵	-10.1759
▁党	-10.1761
▁政策	-10.1766
25	-10.1769
▁ran	-10.1773
▁services	-10.1775
▁湯	-10.1775
▁飛鳥	-10.1775
所領	-10.1776
基づ	-10.178
▁わた	-10.1781
jingu	-10.1788
▁Shimo	-10.1792
▁lunar	-10.1793
▁enemy	-10.1796
▁Three	-10.1802
▁任命	-10.1805
▁精	-10.1812
ブ	-10.1815
99	-10.1817
▁problem	-10.1821
▁square	-10.1821
▁attempt	-10.183
▁普通	-10.1831
▁han	-10.1833
▁巡	-10.1846
▁su	-10.1853
36	-10.1853
▁一条	-10.1856
▁Education	-10.1858
jima	-10.1863
▁composed	-10.1867
lor	-10.1868
rs	-10.1869
62	-10.187
らか	-10.1871
GI	-10.1873
▁Prefectural	-10.1877
▁待	-10.1877
▁Ba	-10.1884
gon	-10.1886
▁Sumi	-10.1891
▁hold	-10.1891
▁Shugo	-10.1895
▁might	-10.1896
品	-10.1898
81	-10.1899
以来	-10.19
▁direction	-10.1904
▁Ancient	-10.1905
▁activities	-10.1905
盤	-10.1905
ia	-10.1912
▁poet	-10.192
▁widely	-10.1922
▁編纂	-10.1923
▁Nyorai	-10.1924
59	-10.1925
▁value	-10.1926
▁文学	-10.193
▁弓	-10.1932
▁Te	-10.1933
▁accepted	-10.1944
▁clear	-10.1945
▁Takauji	-10.1946
▁far	-10.1955
覚	-10.1957
KA	-10.1958
▁conferred	-10.1958
頃	-10.1959
▁禁	-10.1959
儀	-10.1959
断	-10.196
満	-10.1963
つて	-10.1965
KURA	-10.1977
▁抄	-10.1979
▁保存	-10.198
possible	-10.1983
CHI	-10.1985
▁関西	-10.1991
▁清盛	-10.1993
39	-10.1997
land	-10.2
nan	-10.2005
▁オ	-10.2007
▁senior	-10.2008
▁聞	-10.2011
▁同時	-10.2013
乱	-10.2025
▁決定	-10.2029
▁Among	-10.2036
▁奉	-10.2036
ple	-10.205
▁suke	-10.2057
園	-10.2059
▁fields	-10.2064
▁構成	-10.2065
▁文字	-10.2068
▁登	-10.2081
▁天平	-10.2083
▁sweet	-10.2084
観	-10.2084
ical	-10.2091
▁身分	-10.2096
態	-10.2098
▁義経	-10.2099
Y	-10.2102
▁Fuku	-10.2109
▁格	-10.2112
▁誕生	-10.2112
▁se	-10.2115
寿	-10.2115
73	-10.2125
▁depict	-10.2131
霊	-10.2133
▁disciple	-10.2135
▁国司	-10.2135
▁ミ	-10.2136
▁compar	-10.2151
▁KU	-10.2152
▁幕末	-10.216
▁TA	-10.2165
89	-10.2165
▁TO	-10.2168
ster	-10.2175
▁尾張	-10.2179
15	-10.2184
▁describe	-10.2184
▁wood	-10.2185
86	-10.2188
▁Da	-10.219
域	-10.2192
03	-10.2193
▁grave	-10.2198
科	-10.2205
▁塔	-10.2208
▁society	-10.2209
▁Choshu	-10.2214
▁stations	-10.2218
▁銀行	-10.2221
坂	-10.2221
43	-10.2225
▁見え	-10.2233
▁Article	-10.2237
▁recogniz	-10.2237
▁負	-10.2241
喜	-10.2241
▁theories	-10.2247
▁宗教	-10.2249
▁provisional	-10.225
▁Todai	-10.2251
33	-10.2254
▁管理	-10.2257
▁shoen	-10.2265
nao	-10.2267
▁season	-10.2269
0	-10.227
▁V	-10.2272
▁swords	-10.2274
▁寮	-10.2274
▁engag	-10.2276
35	-10.2276
▁1869	-10.228
▁古事	-10.2282
▁code	-10.2283
▁根	-10.2284
▁0	-10.2285
別	-10.2286
55	-10.2286
テ	-10.2292
跡	-10.2295
▁慶応	-10.2296
42	-10.2296
▁坊	-10.2297
▁元号	-10.2303
48	-10.2305
▁居	-10.2313
▁warriors	-10.2317
34	-10.2318
▁here	-10.2323
▁状況	-10.2324
▁deities	-10.2325
▁賞	-10.2327
ring	-10.2328
▁Kyu	-10.234
▁宇	-10.2345
▁自由	-10.2345
▁arts	-10.2349
▁Fukuchiyama	-10.2354
▁熊	-10.2355
▁売	-10.236
博物	-10.2362
▁2000	-10.2362
丹	-10.2363
ご	-10.2366
音	-10.237
▁coming	-10.2384
cur	-10.2389
広	-10.239
▁na	-10.2391
▁天武	-10.2395
▁道路	-10.2397
▁seventh	-10.2399
居	-10.2399
延	-10.2401
▁kai	-10.2404
歌	-10.2404
▁開発	-10.2405
在	-10.2406
▁片	-10.2406
刀	-10.241
▁独立	-10.2414
▁groups	-10.2416
▁going	-10.2418
江	-10.242
▁毛利	-10.2422
▁education	-10.2425
白	-10.2429
zuka	-10.2432
▁highly	-10.2432
▁prevent	-10.2432
▁校	-10.2434
▁actually	-10.2438
▁メートル	-10.2438
▁things	-10.2441
▁1871	-10.2446
▁Chika	-10.2448
モ	-10.2459
▁administrative	-10.2462
▁mikoto	-10.2463
▁Den	-10.2464
▁200	-10.2466
▁subject	-10.2468
陣	-10.247
hisa	-10.2472
▁儀式	-10.2472
▁Council	-10.2474
フ	-10.2477
的	-10.2479
75	-10.2481
▁断	-10.2482
▁非	-10.249
工	-10.2491
▁black	-10.2491
▁silk	-10.2491
留	-10.2494
▁particular	-10.2505
63	-10.2505
▁夏	-10.2506
都	-10.2507
▁方法	-10.251
▁little	-10.2511
機	-10.2511
▁yen	-10.2513
▁start	-10.2515
▁里	-10.2516
▁Tosa	-10.2516
▁太子	-10.2517
▁scene	-10.2523
▁inter	-10.2524
▁towns	-10.2526
▁deriv	-10.2531
▁直接	-10.2531
▁Yamashiro	-10.2532
▁尊氏	-10.2532
▁変化	-10.2533
基	-10.2533
▁牛	-10.2533
▁must	-10.2534
▁陰陽	-10.2541
▁legal	-10.2544
▁パ	-10.2547
les	-10.2552
▁ホーム	-10.2557
足	-10.2559
▁live	-10.2564
▁parts	-10.2565
14	-10.2565
▁Gu	-10.2567
▁lead	-10.2567
am	-10.2568
92	-10.2568
▁Ashikaga	-10.2571
▁模	-10.2575
▁かつ	-10.2576
▁華	-10.2577
▁麻呂	-10.2577
▁pray	-10.2578
▁整備	-10.2581
▁Daigo	-10.2589
倒	-10.2591
▁sacred	-10.2591
▁Sangi	-10.2595
類	-10.2601
▁ritsuryo	-10.2601
▁傾	-10.2602
▁建物	-10.2605
▁represent	-10.2605
▁枚	-10.261
▁bamboo	-10.2611
93	-10.2611
WA	-10.2614
▁envoy	-10.2619
▁仙	-10.2623
▁園	-10.2629
郎	-10.2634
lt	-10.2636
27	-10.2643
▁Shun	-10.2645
▁しか	-10.2646
▁liter	-10.2651
▁Jugoinoge	-10.2652
▁副	-10.2654
▁ranks	-10.2654
▁過	-10.2655
▁桂	-10.2659
導	-10.266
嗣	-10.2661
zai	-10.2665
if	-10.2667
▁大内	-10.2668
con	-10.2668
▁manag	-10.2669
▁successive	-10.2672
▁Showa	-10.2674
▁庁	-10.2676
▁行事	-10.2682
柄	-10.2686
▁国際	-10.2692
麻呂	-10.2696
▁ro	-10.2696
ami	-10.2699
goro	-10.27
▁wear	-10.2702
視	-10.2704
略	-10.2706
▁栄	-10.2706
送	-10.2716
▁ただ	-10.2717
54	-10.2717
▁text	-10.272
res	-10.2721
kane	-10.2722
▁包	-10.2723
三郎	-10.2728
▁Ban	-10.2731
▁Con	-10.2731
▁積	-10.2731
▁じょう	-10.2737
che	-10.2737
▁Cha	-10.2737
▁Upp	-10.2737
P	-10.2738
▁running	-10.2743
▁information	-10.2743
▁観光	-10.2745
▁賜	-10.2751
▁維	-10.2756
▁concern	-10.2757
▁legitimate	-10.2763
▁覚	-10.2764
▁Property	-10.2773
▁滋賀	-10.2773
and	-10.2781
41	-10.2783
侶	-10.2783
▁actual	-10.2787
▁自然	-10.2788
▁tomb	-10.2793
▁条約	-10.2794
庁	-10.2798
▁ku	-10.2802
輪	-10.2804
▁高野	-10.2804
▁recorded	-10.2805
▁判	-10.2805
98	-10.2806
lar	-10.2808
▁ウ	-10.2811
▁述べ	-10.2813
メ	-10.282
▁Oki	-10.2821
▁technique	-10.2824
▁攻撃	-10.2824
▁register	-10.2824
